<?php

return [

    'title' => [
        'required' => 'عنوان الزامی است.',
        'string'   => 'عنوان باید متن باشد.',
        'max'      => 'عنوان نباید بیشتر از :max کاراکتر باشد.',
    ],

    'issuer' => [
        'required' => 'صادرکننده الزامی است.',
        'string'   => 'صادرکننده باید متن باشد.',
        'max'      => 'صادرکننده نباید بیشتر از :max کاراکتر باشد.',
    ],

    'photo' => [
        'required' => 'عکس الزامی است.',
        'image'    => 'عکس باید یک تصویر باشد.',
        'mimes'    => 'عکس باید یکی از فرمت‌های :values باشد.',
        'max'      => 'حجم عکس نباید بیشتر از :max کیلوبایت باشد.',
    ],

];
